Repository: kwh66tw-art/JoyDive
Catalog: JD2-Logbook/JD2-Logbook/Localizable.xcstrings
Source language: en
Languages: de, el, es, fr, hr, id, it, ja, ko, ms, nl, pt_pt, th, vi, zh_hans, zh_hant

# %lld dive%@ imported
source: %1$lld dive%2$@ imported
de: %1$lld Tauchgang%2$@ importiert
el: Εισήχθησαν %1$lld καταδύσεις%2$@
es: %1$lld inmersión%2$@ importada
fr: %1$lld plongée%2$@ importée
hr: Uvezeno %1$lld urona%2$@
id: %1$lld penyelaman%2$@ diimport
it: %1$lld immersione%2$@ importata
ja: %1$lld 回のダイビング%2$@を読み込みました
ko: %1$lld개의 다이빙%2$@ 가져옴
ms: %1$lld selam%2$@ diimport
nl: %1$lld duik%2$@ geïmporteerd
pt_pt: %1$lld mergulho%2$@ importado
th: นำเข้า %1$lld ไดฟ์%2$@ แล้ว
vi: Đã nhập %1$lld lần lặn%2$@
zh_hans: 已导入 %1$lld 次潜水%2$@
zh_hant: 已匯入 %1$lld 次潛水%2$@

source: %lld skipped (duplicates)
de: %lld übersprungen (Duplikate)
el: %lld παραλείφθηκαν (διπλότυπα)
es: %lld duplicados omitidos
fr: %lld doublons ignorés
hr: %lld preskočeno (duplikati)
id: %lld dilewati (duplikat)
it: %lld duplicati ignorati
ja: %lld 件スキップ（重複）
ko: %lld개 건너뜀 (중복)
ms: %lld dilangkau (pendua)
nl: %lld overgeslagen (duplicaten)
pt_pt: %lld duplicados ignorados
th: ข้าม %lld ไดฟ์ (ซ้ำ)
vi: Đã bỏ qua %lld lượt lặn trùng lặp
zh_hans: 已跳过 %lld 笔（重复）
zh_hant: 已跳過 %lld 筆（重複）

source: About
de: Über
el: Σχετικά
es: Acerca de
fr: À propos
hr: O aplikaciji
id: Tentang
it: Info
ja: について
ko: 정보
ms: Mengenai
nl: Over
pt_pt: Sobre
th: เกี่ยวกับ
vi: Giới thiệu
zh_hans: 关于
zh_hant: 關於

source: Active
de: Aktiv
el: Ενεργό
es: Activo
fr: Actif
hr: Aktivno
id: Aktif
it: Attivo
ja: 有効
ko: 활성
ms: Aktif
nl: Actief
pt_pt: Ativo
th: เปิดใช้งาน
vi: Hoạt động
zh_hans: 已启用
zh_hant: 已啟用

source: Add New Dive
de: Neuen Tauchgang hinzufügen
el: Προσθήκη κατάδυσης
es: Añadir inmersión
fr: Ajouter une plongée
hr: Dodaj novi uron
id: Tambah Penyelaman Baru
it: Aggiungi immersione
ja: 新しいダイビングを追加
ko: 새 다이빙 추가
ms: Tambah Selam Baru
nl: Nieuwe duik toevoegen
pt_pt: Adicionar mergulho
th: เพิ่มไดฟ์ใหม่
vi: Thêm chuyến lặn mới
zh_hans: 新增潜水
zh_hant: 新增潛水

source: Air
de: Luft
el: Αέρας
es: Aire
hr: Zrak
id: Udara
it: Aria
ja: 空気
ko: 공기
ms: Udara
nl: Lucht
pt_pt: Ar
th: อากาศ
vi: Không khí
zh_hans: 空气
zh_hant: 空氣

source: Air Temperature
de: Lufttemperatur
el: Θερμοκρασία αέρα
es: Temperatura del aire
fr: Température de l'air
hr: Temperatura zraka
id: Suhu udara
it: Temperatura dell'aria
ja: 気温
ko: 기온
ms: Suhu udara
nl: Luchttemperatuur
pt_pt: Temperatura do ar
th: อุณหภูมิอากาศ
vi: Nhiệt độ không khí
zh_hans: 气温
zh_hant: 氣溫

# Air Temperature: %.1f degrees Celsius
source: Air Temperature: %.1f °C
de: Lufttemperatur: %.1f °C
el: Θερμοκρασία αέρα: %.1f °C
es: Temperatura del aire: %.1f °C
fr: Température de l'air : %.1f °C
hr: Temperatura zraka: %.1f °C
id: Suhu udara: %.1f °C
it: Temperatura dell'aria: %.1f °C
ja: 気温：%.1f °C
ko: 기온: %.1f °C
ms: Suhu udara: %.1f °C
nl: Luchttemperatuur: %.1f °C
pt_pt: Temperatura do ar: %.1f °C
th: อุณหภูมิอากาศ: %.1f °C
vi: Nhiệt độ không khí: %.1f °C
zh_hans: 气温：%.1f °C
zh_hant: 氣溫：%.1f °C

source: Air Temperature: %@
de: Lufttemperatur: %@
el: Θερμοκρασία αέρα: %@
es: Temperatura del aire: %@
fr: Température de l'air : %@
hr: Temperatura zraka: %@
id: Suhu udara: %@
it: Temperatura dell'aria: %@
ja: 気温：%@
ko: 기온: %@
ms: Suhu udara: %@
nl: Luchttemperatuur: %@
pt_pt: Temperatura do ar: %@
th: อุณหภูมิอากาศ: %@
vi: Nhiệt độ không khí: %@
zh_hans: 气温：%@
zh_hant: 氣溫：%@

source: Air Temperature: Not recorded
de: Lufttemperatur: Nicht erfasst
el: Θερμοκρασία αέρα: Δεν καταγράφηκε
es: Temperatura del aire: No registrado
fr: Température de l'air : Non enregistré
hr: Temperatura zraka: Nije zabilježeno
id: Suhu udara: Tidak tercatat
it: Temperatura dell'aria: Non registrato
ja: 気温：未記録
ko: 기온: 기록 없음
ms: Suhu udara: Tidak direkodkan
nl: Luchttemperatuur: Niet geregistreerd
pt_pt: Temperatura do ar: Não registado
th: อุณหภูมิอากาศ: ไม่ได้บันทึก
vi: Nhiệt độ không khí: Không ghi nhận
zh_hans: 气温：未记录
zh_hant: 氣溫：未記錄

source: Altitude
de: Höhen tauchen / Höhe
el: Υψόμετρο
es: Altitud
hr: Nadmorska visina
id: Ketinggian
it: Altitudine
ja: 高所
ko: 고산
ms: Altitud
nl: Hoogte
th: ความสูง
vi: Độ cao
zh_hans: 高海拔潜水
zh_hant: 高海拔潛水

source: Aluminum
de: Aluminium
el: Αλουμίνιο
es: Aluminio
fr: Aluminium
hr: Aluminij
id: Aluminium
it: Alluminio
ja: アルミニウム
ko: 알루미늄
ms: Aluminium
nl: Aluminium
pt_pt: Alumínio
th: อลูมิเนียม
vi: Nhôm
zh_hans: 铝
zh_hant: 鋁

source: App Language
de: App-Sprache
el: Γλώσσα εφαρμογής
es: Idioma de la app
fr: Langue de l'app
hr: Jezik aplikacije
id: Bahasa Aplikasi
it: Lingua dell'app
ja: Appの言語
ko: 앱 언어
ms: Bahasa Aplikasi
nl: App-taal
pt_pt: Idioma da app
th: ภาษาแอป
vi: Ngôn ngữ ứng dụng
zh_hans: App 语言
zh_hant: App 語言

source: Ascent Rate Alert
de: Aufstiegsraten-Warnung
el: Ειδοποίηση Ταχύτητας Ανόδου
es: Alerta de velocidad de ascenso
fr: Alerte de vitesse de remontée
hr: Upozorenje o brzini uspona
id: Peringatan Kecepatan Naik
it: Avviso velocità di risalita
ja: 浮上速度警告
ko: 상승 속도 경고
ms: Amaran Kadar Naik
nl: Waarschuwing stijgsnelheid
pt_pt: Alerta de velocidade de subida
th: แจ้งเตือนอัตราการขึ้นสู่ผิวน้ำ
vi: Cảnh báo tốc độ lên
zh_hans: 上升速率警报
zh_hant: 上升速率警報

source: Ascent rate exceeded 10 m/min (32.8 ft/min).
de: Die Aufstiegsrate hat 10 m/min (32,8 ft/min) überschritten.
el: Η ταχύτητα ανόδου ξεπέρασε τα 10 μ/λεπτό (32,8 πόδια/λεπτό).
es: La velocidad de ascenso superó los 10 m/min (32,8 pies/min).
fr: La vitesse de remontée a dépassé 10 m/min (32,8 pi/min).
hr: Brzina uspona premašila je 10 m/min (32,8 ft/min).
id: Laju naik melebihi 10 m/menit (32.8 ft/menit).
it: La velocità di risalita ha superato 10 m/min (32,8 ft/min).
ja: 浮上速度が10 m/分（32.8 ft/分）を超えました。
ko: 상승 속도가 10 m/분(32.8 ft/분)을 초과했습니다.
ms: Kadar menaik melebihi 10 m/min (32.8 ka/min).
nl: De stijgsnelheid overschreed 10 m/min (32,8 ft/min).
pt_pt: A velocidade de subida excedeu 10 m/min (32,8 pés/min).
th: อัตราการขึ้นเกิน 10 ม./นาที (32.8 ฟุต/นาที)
vi: Tốc độ lên vượt quá 10 m/phút (32,8 ft/phút).
zh_hans: 上升速率超过 10 米/分（32.8 英尺/分）。
zh_hant: 上升速率超過 10 公尺/分（32.8 英呎/分）。

source: Auto-detects format from file content
de: Format automatisch erkennen
el: Αυτόματη ανίχνευση μορφής
es: Detecta formato del contenido
fr: Détection automatique du format
hr: Automatski detektira format
id: Deteksi otomatis format file
it: Rileva formato dal contenuto
ja: ファイル内容から形式を自動検出
ko: 파일 내용에서 형식 자동 감지
ms: Kesan format secara automatik
nl: Formaat automatisch detecteren
pt_pt: Deteta o formato pelo conteúdo
th: ตรวจพบรูปแบบอัตโนมัติ
vi: Tự động phát hiện định dạng
zh_hans: 自动从文件内容检测格式
zh_hant: 自動從檔案內容偵測格式

source: Average Depth
de: Durchschnittliche Tiefe
el: Μέσο βάθος
es: Profundidad media
fr: Profondeur moyenne
hr: Prosječna dubina
id: Kedalaman rata-rata
it: Profondità media
ja: 平均水深
ko: 평균 수심
ms: Kedalaman purata
nl: Gemiddelde diepte
pt_pt: Profundidade média
th: ความลึกเฉลี่ย
vi: Độ sâu trung bình
zh_hans: 平均深度
zh_hant: 平均深度

source: Avg Depth
de: Ø-Tiefe / Mittlere Tiefe
el: Μέσο Βάθος
es: Prof. media
fr: Prof. moy. / Profondeur moyenne
hr: Prosječna Dubina
id: Kedalaman Rata-rata
it: Profondità Media
ja: 平均水深
ko: 평균 수심
ms: Kedalaman purata
nl: Gemiddelde Diepte
pt_pt: Profundidade Média
th: ความลึกเฉลี่ย
vi: Độ Sâu Trung Bình
zh_hans: 平均深度
zh_hant: 平均深度

source: Backup
de: Sicherung
el: Αντίγραφο Ασφαλείας
es: Copia de Seguridad
fr: Sauvegarde
hr: Sigurnosna Kopija
id: Cadangan
ja: バックアップ
ko: 백업
ms: Sandaran
pt_pt: Cópia de Segurança
th: สำรองข้อมูล
vi: Sao Lưu
zh_hans: 备份
zh_hant: 備份

source: Basic Info
de: Basisinfos
el: Βασικές πληροφορίες
es: Información básica
fr: Infos de base
hr: Osnovne informacije
id: Info Dasar
it: Info di base
ja: 基本情報
ko: 기본 정보
ms: Maklumat Asas
nl: Basisinformatie
pt_pt: Informações básicas
th: ข้อมูลพื้นฐาน
vi: Thông tin cơ bản
zh_hans: 基本信息
zh_hant: 基本資訊

source: Buy Premium for %@
de: Premium kaufen für %@
el: Αγορά Premium για %@
es: Comprar Premium por %@
fr: Acheter Premium pour %@
hr: Kupi Premium za %@
id: Beli Premium seharga %@
it: Acquista Premium per %@
ja: %@でプレミアムを購入
ko: %@으로 프리미엄 구매
ms: Beli Premium untuk %@
nl: Koop Premium voor %@
pt_pt: Comprar Premium por %@
th: ซื้อพรีเมียมในราคา %@
vi: Mua Premium với giá %@
zh_hans: 以 %@ 购买高级版
zh_hant: 以 %@ 購買進階版

source: Calm
de: Ruhig
el: Ήρεμη
es: Calma
fr: Calme
hr: Mirno
id: Tenang
it: Calmo
ja: 穏やか
ko: 잔잔
ms: Tenang
nl: Kalm
pt_pt: Calmo
th: สงบ
vi: Yên tĩnh
zh_hans: 平静
zh_hant: 平靜

source: Cancel
de: Abbrechen
el: Ακύρωση
es: Cancelar
fr: Annuler
hr: Odustani
id: Batal
it: Ana
ja: キャンセル
ko: 취소
ms: Batal
nl: Annuleer
pt_pt: Cancelar
th: ยกเลิก
vi: Hủy
zh_hans: 取消
zh_hant: 取消

source: Ceiling
de: Decotiefe
el: Οροφή
es: Techo
fr: Plafond
hr: Strop
id: Batas deko
it: Quota
ja: シーリング
ko: 실링
ms: Had deko
nl: Decoplafond
pt_pt: Teto
th: เพดานดีโก้
vi: Trần deco
zh_hans: 减压顶
zh_hant: 上限深度

source: Clear
de: Klar
el: Καθαρός
es: Despejado
fr: Dégagé
hr: Čisto
id: Jernih
it: Limpido
ja: 晴天
ko: 맑음
ms: Jernih
nl: Helder
pt_pt: Céu limpo
th: ท้องฟ้าโปร่ง
vi: Trời quang
zh_hans: 晴朗
zh_hant: 晴朗

source: Close
de: Schließen
el: Κλείσιμο
es: Cerrar
fr: Fermer
hr: Zatvori
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
ms: Tutup
nl: Sluit
pt_pt: Fechar
th: ปิด
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

source: Cloudy
de: Bewölkt
el: Νεφελώδης
es: Nublado
fr: Nuageux
hr: Oblačno
id: Berawan
it: Nuvoloso
ja: 曇り
ko: 흐림
ms: Berawan
nl: Bewolkt
pt_pt: Nublado
th: มีเมฆ
vi: Có mây
zh_hans: 多云
zh_hant: 多雲

source: Conditions
de: Bedingungen
el: Συνθήκες
es: Condiciones
hr: Uvjeti
id: Kondisi
it: Condizioni
ja: コンディション
ko: 컨디션
ms: Keadaan
nl: Omstandigheden
pt_pt: Condições
th: สภาพแวดล้อม
vi: Điều kiện
zh_hans: 环境条件
zh_hant: 環境條件

source: Coordinates
de: Koordinaten
el: Συντεταγμένες
es: Coordenadas
fr: Coordonnées
hr: Koordinate
id: Koordinat
it: Coordinate
ja: 座標
ko: 좌표
ms: Koordinat
nl: Coördinaten
pt_pt: Coordenadas
th: พิกัด
vi: Tọa độ
zh_hans: 坐标
zh_hant: 座標

source: Cylinder Material
de: Zylindermaterial
el: Υλικό κυλίνδρου
es: Material de la botella
fr: Matériau de la bouteille
hr: Materijal cilindra
id: Bahan tabung
it: Materiale della bombola
ja: シリンダー素材
ko: 실린더 재료
ms: Bahan tangki
nl: Cilindermaterialen
pt_pt: Material do cilindro
th: วัสดุถังดำน้ำ
vi: Chất liệu bình khí
zh_hans: 气瓶材质
zh_hant: 氣瓶材質

source: Cylinder Size
de: Flaschenvolumen
el: Μέγεθος κυλίνδρου
es: Capacidad de la botella
fr: Volume de la bouteille
hr: Veličina cilindra
id: Ukuran tabung
it: Dimensioni della bombola
ja: シリンダー容量
ko: 실린더 용량
ms: Saiz tangki
nl: Cilindergrootte
pt_pt: Tamanho do cilindro
th: ขนาดถังดำน้ำ
vi: Dung tích bình khí
zh_hans: 气瓶容量
zh_hant: 氣瓶容量

source: Date & Time
de: Datum & Uhrzeit
el: Ημερομηνία & Ώρα
es: Fecha y hora
fr: Date et heure
hr: Datum i vrijeme
id: Tanggal & Waktu
it: Data e ora
ja: 日時
ko: 날짜 및 시간
ms: Tarikh & Masa
nl: Datum en tijd
pt_pt: Data e hora
th: วันที่และเวลา
vi: Ngày & Giờ
zh_hans: 日期与时间
zh_hant: 日期與時間

source: Decompression Analysis
de: Dekompressionsanalyse
el: Ανάλυση Αποσυμπίεσης
es: Análisis de descompresión
fr: Analyse de décompression
hr: Analiza Dekompresije
id: Analisis Dekompresi
it: Analisi di Decompressione
ja: 減圧分析
ko: 감압 분석
ms: Analisis Dekompresi
nl: Decompressieanalyse
pt_pt: Análise de Descompressão
th: การวิเคราะห์การลดความดัน
vi: Phân Tích Giảm Áp
zh_hans: 减压分析
zh_hant: 減壓分析

source: Deepest
de: Tiefste
el: Βαθύτερη
es: Máx. profundidad
fr: Plus profonde
hr: Najdublje
id: Terdalam
it: Max profondità
ja: 最深
ko: 최고 수심
ms: Paling dalam
nl: Diepste
pt_pt: Mais profundo
th: ลึกที่สุด
vi: Sâu nhất
zh_hans: 最深
zh_hant: 最深

source: Delete
de: Löschen
el: Διαγραφή
es: Eliminar
fr: Supprimer
hr: Izbriši
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
ms: Padam
nl: Verwijder
pt_pt: Apagar
th: ลบ
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

source: Delete Dive
de: Tauchgang löschen
el: Διαγραφή κατάδυσης
es: Eliminar inmersión
fr: Supprimer la plongée
hr: Izbriši uron
id: Hapus Penyelaman
it: Elimina immersione
ja: ダイビングを削除
ko: 다이빙 삭제
ms: Padam Selam
nl: Verwijder duik
pt_pt: Apagar mergulho
th: ลบไดฟ์
vi: Xóa chuyến lặn
zh_hans: 删除潜水
zh_hant: 刪除潛水

source: Delete this dive log?
de: Dieses Tauchprotokoll löschen?
el: Διαγραφή αυτού του αρχείου καταδύσεων;
es: ¿Eliminar este registro de inmersión?
fr: Supprimer ce carnet de plongée ?
hr: Izbrisati ovaj dnevnik urona?
id: Hapus log penyelaman ini?
it: Eliminare questo log d'immersione?
ja: このダイブログを削除しますか？
ko: 이 다이빙 로그를 삭제하시겠습니까?
ms: Padam log selam ini?
nl: Dit duiklogboek verwijderen?
pt_pt: Apagar este registo de mergulho?
th: ลบบันทึกไดฟ์นี้หรือไม่?
vi: Xóa nhật ký lặn này?
zh_hans: 删除这条潜水记录？
zh_hant: 刪除這筆潛水紀錄？

source: Depth
de: Tiefe
el: Βάθος
es: Profundidad
fr: Profondeur
hr: Dubina
id: Kedalaman
it: Profondità
ja: 水深
ko: 수심
ms: Kedalaman
nl: Diepte
pt_pt: Profundidade
th: ความลึก
vi: Độ sâu
zh_hans: 深度
zh_hant: 深度

source: Device Firmware
de: Geräte-Firmware
el: Υλικολογισμικό Συσκευής
es: Firmware del Dispositivo
fr: Firmware de l'Appareil
hr: Firmver Uređaja
id: Firmware Perangkat
it: Firmware del Dispositivo
ja: ファームウェア
ko: 기기 펌웨어
ms: Firmware Peranti
nl: Apparaat Firmware
pt_pt: Firmware do Dispositivo
th: เฟิร์มแวร์อุปกรณ์
vi: Firmware Thiết Bị
zh_hans: 设备固件
zh_hant: 裝置韌體

source: Device Model
de: Gerätemodell
el: Μοντέλο Συσκευής
es: Modelo del Dispositivo
fr: Modèle de l'Appareil
hr: Model Uređaja
id: Model Perangkat
it: Modello Dispositivo
ja: 機種
ko: 기기 모델
ms: Model Peranti
nl: Apparaatmodel
pt_pt: Modelo do Dispositivo
th: รุ่นอุปกรณ์
vi: Kiểu Máy
zh_hans: 设备型号
zh_hant: 裝置型號

source: Device Serial
de: Geräteseriennummer
el: Σειριακός Αριθμός Συσκευής
es: Número de Serie del Dispositivo
fr: Numéro de Série de l'Appareil
hr: Serijski Broj Uređaja
id: Nomor Seri Perangkat
it: Numero di Serie del Dispositivo
ja: シリアル番号
ko: 기기 일련번호
ms: Nombor Siri Peranti
nl: Apparaat Serienummer
pt_pt: Número de Série do Dispositivo
th: หมายเลขซีเรียลอุปกรณ์
vi: Số Sê-ri Thiết Bị
zh_hans: 设备序列号
zh_hant: 裝置序號

source: Dive Data
de: Tauchdaten
el: Δεδομένα κατάδυσης
es: Datos de la inmersión
fr: Données de plongée
hr: Podaci o uronu
id: Data Penyelaman
it: Dati immersione
ja: ダイビングデータ
ko: 다이빙 데이터
ms: Data Selam
nl: Duikgegevens
pt_pt: Dados de mergulho
th: ข้อมูลไดฟ์
vi: Dữ liệu lặn
zh_hans: 潜水数据
zh_hant: 潛水數據

# Dive Data & Time
source: Dive Date & Time
de: Tauchdaten & Zeit
el: Δεδομένα & Ώρα κατάδυσης
es: Datos y hora de inmersión
fr: Données & heure de plongée
hr: Podaci i vrijeme urona
id: Data & Waktu Penyelaman
it: Dati & ora dell'immersione
ja: ダイビングの日時
ko: 다이빙 날짜 및 시간
ms: Data & Masa Selam
nl: Duikgegevens & tijd
pt_pt: Dados e hora do mergulho
th: ข้อมูลและเวลาไดฟ์
vi: Dữ liệu & thời gian lặn
zh_hans: 潜水日期与时间
zh_hant: 潛水日期與時間

source: Dive Details
de: Tauchdetails
el: Λεπτομέρειες κατάδυσης
es: Detalles de la inmersión
fr: Détails de la plongée
hr: Detalji urona
id: Detail Penyelaman
it: Dettagli immersione
ja: ダイビングの詳細
ko: 다이빙 상세 정보
ms: Butiran Selam
nl: Duikdetails
pt_pt: Detalhes do mergulho
th: รายละเอียดไดฟ์
vi: Chi tiết chuyến lặn
zh_hans: 潜水详情
zh_hant: 潛水詳細資料

source: Dive Info
de: Tauchinfos
el: Πληροφορίες κατάδυσης
es: Información de inmersión
fr: Infos de plongée
hr: Informacije o uronu
id: Informasi Penyelaman
it: Info immersione
ja: ダイビング情報
ko: 다이빙 정보
ms: Maklumat Selam
nl: Duikinfo
pt_pt: Informações do mergulho
th: ข้อมูลทั่วไป
vi: Thông tin chuyến lặn
zh_hans: 潜水信息
zh_hant: 潛水資訊

source: Dive Logbook
de: Taucherlogbuch
el: Ημερολόγιο καταδύσεων
es: Diario de inmersiones
fr: Carnet de plongée
hr: Ronilački logbook
id: Logbook Penyelaman
it: Logbook / Diario di immersione
ja: ダイビングログ
ko: 다이빙 로그북
ms: Log selam
nl: Duiklogboek
pt_pt: Diário de mergulhos
th: สมุดบันทึกไดฟ์
vi: Nhật ký lặn
zh_hans: 潜水日志
zh_hant: 潛水日誌

source: Dive Notes
de: Tauch-Notizen
el: Σημειώσεις Κατάδυσης
es: Notas de Buceo
fr: Notes de Plongée
hr: Bilješke Urona
id: Catatan Penyelaman
it: Note di Immersione
ja: ダイビングノート
ko: 다이빙 메모
ms: Nota Menyelam
nl: Duikaantekeningen
pt_pt: Notas de Mergulho
th: บันทึกไดฟ์
vi: Ghi Chú Lặn
zh_hans: 潜水备注
zh_hant: 潛水備註

source: Dive Number
de: Tauchgangsnummer
el: Αριθμός Κατάδυσης
es: Número de Inmersión
fr: Numéro de Plongée
hr: Broj Urona
id: Nomor Penyelaman
it: Numero Immersione
ja: ダイブ番号
ko: 다이빙 번호
ms: Nombor Selaman
nl: Duiknummer
pt_pt: Número do Mergulho
th: หมายเลขการดำน้ำ
vi: Số Thứ Tự Lặn
zh_hans: 潜水编号
zh_hant: 潛水編號

source: Dive Profile
de: Tauchprofil
el: Προφίλ κατάδυσης
es: Perfil de inmersión
fr: Profil de plongée
hr: Profil urona
id: Profil Penyelaman
it: Profilo di immersione
ja: ダイブプロファイル
ko: 다이빙 프로필
ms: Profil Selam
nl: Duikprofiel
pt_pt: Perfil de mergulho
th: โปรไฟล์การดำน้ำ
vi: Hồ sơ lặn
zh_hans: 潜水剖面图
zh_hant: 潛水剖面圖

source: Dive Site
de: Tauchplatz
el: Τοποθεσία κατάδυσης
es: Punto de inmersión
fr: Site de plongée
hr: Lokacija urona
id: Lokasi Penyelaman
it: Punto di immersione
ja: ダイビングポイント
ko: 다이빙 포인트
ms: Tapak Selam
nl: Duiklocatie
pt_pt: Local de mergulho
th: จุดดำน้ำ
vi: Địa điểm lặn
zh_hans: 潜点
zh_hant: 潛點

source: Dive site map will be available in a future update.
de: Die Karte der Tauchplätze wird in einem zukünftigen Update verfügbar sein.
el: Ο χάρτης τοποθεσιών κατάδυσης θα είναι διαθέσιμος σε μελλοντική ενημέρωση.
es: El mapa de puntos de inmersión estará disponible en una próxima actualización.
fr: La carte des sites sera disponible dans une prochaine mise à jour.
hr: Karta lokacija urona bit će dostupna u budućem ažuriranju.
id: Peta lokasi penyelaman akan tersedia dalam pembaruan mendatang.
it: La mappa dei punti di immersione sarà disponibile in un prossimo aggiornamento.
ja: ダイビングポイントのマップは今後のアップデートで利用可能になります。
ko: 다이빙 사이트 지도는 향후 업데이트에서 지원될 예정입니다.
ms: Peta tapak selam akan tersedia dalam kemas kini masa hadapan.
nl: De duiklocatiekaart komt beschikbaar in een toekomstige update.
pt_pt: O mapa dos locais de mergulho estará disponível numa atualização futura.
th: แผนที่จุดดำน้ำจะพร้อมใช้งานในการอัปเดตในอนาคต.
vi: Bản đồ địa điểm lặn sẽ khả dụng trong bản cập nhật tương lai.
zh_hans: 潜点地图将在后续版本中提供。
zh_hant: 潛點地圖將於後續更新提供。

source: Dive Time
de: Tauchzeit
el: Χρόνος κατάδυσης
es: Tiempo de inmersión
fr: Temps de plongée
hr: Vrijeme urona
id: Waktu Penyelaman
it: Tempo di immersione
ja: ダイブタイム
ko: 다이빙 시간
ms: Masa Selam
nl: Duiktijd
pt_pt: Tempo de mergulho
th: เวลาดำน้ำ
vi: Thời gian lặn
zh_hans: 潜水时间
zh_hant: 潛水時間

source: Dives
de: Tauchgänge
el: Καταδύσεις
es: Inmersiones
fr: Plongées
hr: Uroni
id: Penyelaman
it: Immersioni
ja: ダイビング本数
ko: 다이빙 횟수
ms: Selaman
nl: Duiken
pt_pt: Mergulhos
th: จำนวนไดฟ์
vi: Lần lặn
zh_hans: 潜水次数
zh_hant: 潛水次數

source: Dives with GPS coordinates will appear on this map.
de: Tauchgänge mit GPS-Koordinaten werden auf dieser Karte angezeigt.
el: Οι καταδύσεις με συντεταγμένες GPS θα εμφανίζονται σε αυτόν τον χάρτη.
es: Las inmersiones con coordenadas GPS aparecerán en este mapa.
fr: Les plongées avec coordonnées GPS apparaîtront sur cette carte.
hr: Uroni s GPS koordinatama prikazat će se na ovoj karti.
id: Penyelaman dengan koordinat GPS akan muncul di peta ini.
it: Le immersioni con coordinate GPS appariranno su questa mappa.
ja: GPS座標を持つダイビングがこのマップに表示されます。
ko: GPS 좌표가 있는 다이빙이 이 지도에 표시됩니다.
ms: Selam dengan koordinat GPS akan muncul pada peta ini.
nl: Duiken met GPS-coördinaten verschijnen op deze kaart.
pt_pt: Os mergulhos com coordenadas GPS aparecerão neste mapa.
th: ไดฟ์ที่มีพิกัด GPS จะแสดงบนแผนที่นี้.
vi: Chuyến lặn có tọa độ GPS sẽ xuất hiện trên bản đồ này.
zh_hans: 含 GPS 坐标的潜水记录将显示在地图上。
zh_hant: 含 GPS 座標的潛水記錄將顯示在地圖上。

source: Done
de: Fertig
el: Τέλος
es: Hecho
fr: Terminé
hr: Gotovo
id: Selesai
it: Fine / Fatto
ja: 完了
ko: 완료
ms: Selesai
nl: Gereed
pt_pt: Concluído
th: เสร็จสิ้น
vi: Xong
zh_hans: 完成
zh_hant: 完成

# Duration: %d minutes
source: Duration: %d min
de: Tauchzeit: %d Min.
el: Διάρκεια: %d min
es: Tiempo de inmersión: %d min
fr: Durée de plongée : %d min
hr: Trajanje: %d min
id: Durasi: %d min
it: Tempo di immersione: %d min
ja: 潜水時間：%d 分
ko: 잠수 시간: %d분
ms: Tempoh: %d min
nl: Duur: %d min
pt_pt: Tempo de mergulho: %d min
th: ระยะเวลา: %d min
vi: Thời gian lặn: %d phút
zh_hans: 潜水时间：%d 分钟
zh_hant: 潛水時間：%d 分鐘

source: Edit
de: Bearbeiten
el: Επεξεργασία
es: Editar
fr: Modifier
hr: Uredi
it: Modifica
ja: 編集
ko: 편집
nl: Wijzig
pt_pt: Editar
th: แก้ไข
vi: Sửa
zh_hans: 编辑
zh_hant: 編輯

source: Edit Dive
de: Tauchgang bearbeiten
el: Επεξεργασία κατάδυσης
es: Editar inmersión
fr: Modifier la plongée
hr: Uredi uron
id: Edit Penyelaman
it: Modifica immersione
ja: ダイビングを編集
ko: 다이빙 편집
ms: Edit Selam
nl: Wijzig duik
pt_pt: Editar mergulho
th: แก้ไขไดฟ์
vi: Sửa chuyến lặn
zh_hans: 编辑潜水
zh_hant: 編輯潛水

source: Enable GPS Location
de: GPS-Standort aktivieren
el: Ενεργοποίηση τοποθεσίας GPS
es: Activar ubicación GPS
fr: Activer la position GPS
hr: Omogući GPS lokaciju
id: Aktifkan Lokasi GPS
it: Attiva posizione GPS
ja: GPS位置情報を有効にする
ko: GPS 위치 사용
ms: Dayakan Lokasi GPS
nl: GPS-locatie inschakelen
pt_pt: Ativar localização GPS
th: เปิดใช้งานตำแหน่ง GPS
vi: Bật vị trí GPS
zh_hans: 启用 GPS 定位
zh_hant: 啟用 GPS 定位

source: End Pressure
de: Enddruck
el: Πίεση λήξης
es: Presión final
fr: Pression de sortie / Pression finale
hr: Završni tlak
id: Tekanan akhir
it: Pressione finale
ja: 終了圧力（エンド圧）
ko: 종료 잔압
ms: Tekanan akhir
nl: Einddruk
pt_pt: Pressão final
th: ความดันสิ้นสุด
vi: Áp suất cuối
zh_hans: 终压
zh_hant: 結束壓力

source: Enjoy an uninterrupted dive log experience.
de: Genießen Sie ein ungestörtes Taucherlogbuch-Erlebnis.
el: Απολαύστε μια αδιάλειπτη εμπειρία ημερολογίου καταδύσεων.
es: Disfruta de un diario de inmersiones sin interrupciones.
fr: Profitez d'un carnet de plongée sans interruption.
hr: Uživajte u neprekinutom ronilačkom logbooku.
id: Nikmati pengalaman logbook penyelaman tanpa gangguan.
it: Goditi un giornale di immersione senza interruzioni.
ja: 途切れることのないダイビングログ体験をお楽しみください。
ko: 중단 없는 다이빙 로그북을 경험해 보세요.
ms: Nikmati pengalaman log selam tanpa gangguan.
nl: Geniet van een ononderbroken duiklogboekervaring.
pt_pt: Desfrute de um diário de mergulhos sem interrupções.
th: เพลิดเพลินกับประสบการณ์บันทึกการดำน้ำแบบไม่สะดุด.
vi: Tận hưởng trải nghiệm nhật ký lặn không bị gián đoạn.
zh_hans: 享受不受干扰的潜水日志体验。
zh_hant: 享受不受干擾的潛水日誌體驗。

source: Enriched Air
de: Angereicherte Luft
el: Εμπλουτισμένος αέρας
es: Aire enriquecido
fr: Air enrichi
hr: Obogaćeni zrak
id: Udara Kaya Oksigen / Enriched Air
it: Aria arricchita
ja: エンリッチドエア
ko: 부화 공기 / 엔리치드 에어
ms: Udara Diperkaya / Enriched Air
nl: Verrijkte lucht
pt_pt: Ar enriquecido
th: อากาศเสริมออกซิเจน / Enriched Air
vi: Không khí giàu oxy / Enriched Air
zh_hans: 高氧空气
zh_hant: 高氧空氣

source: Entered Deco
de: In Deko eingetreten
el: Είσοδος σε Αποσυμπίεση
es: Descompresión Obligatoria
fr: En décompression
hr: Ušao u Dekompresiju
id: Dekompresi Wajib
it: In decompressione
ja: 減圧に入った
ko: 감압 진입
ms: Dekompresi Wajib
nl: Decompressie Ingegaan
pt_pt: Descompressão Obrigatória
th: ติดเดคโค
vi: Giảm Áp Bắt Buộc
zh_hans: 已进入减压停止
zh_hant: 已進入減壓停止

source: Entry & Exit
de: Ein- und Ausstieg
el: Είσοδος και Έξοδος
es: Entrada y Salida
fr: Entrée et Sortie
hr: Ulazak i Izlazak
id: Masuk dan Keluar
it: Ingresso e Uscita
ja: エントリーとエグジット
ko: 입수 및 출수
ms: Masuk dan Keluar
nl: In- en Uitgang
pt_pt: Entrada e Saída
th: เข้าน้ำและออกน้ำ
vi: Vào Nước và Ra Nước
zh_hans: 入水与出水
zh_hant: 入水與出水

source: Entry Time
de: Eintrittszeit
el: Ώρα εισόδου
es: Hora de entrada
fr: Heure d'entrée
hr: Vrijeme ulaska
id: Waktu masuk
it: Orario di ingresso
ja: エントリー時刻
ko: 입수 시간
ms: Waktu masuk
nl: Instaptijd
pt_pt: Hora de entrada
th: เวลาลงน้ำ
vi: Thời gian vào nước
zh_hans: 入水时间
zh_hant: 入水時間

source: Environment
de: Umgebung / Gewässer
el: Περιβάλλον
es: Entorno
fr: Environnement
hr: Okolina
id: Lingkungan
it: Ambiente
ja: 環境
ko: 환경
ms: Persekitaran
nl: Omgeving
pt_pt: Ambiente
th: สภาพแวดล้อม
vi: Môi trường lặn
zh_hans: 环境
zh_hant: 環境

source: Equipment
de: Ausrüstung
el: Εξοπλισμός
es: Equipamiento
fr: Équipement
hr: Oprema
id: Peralatan
it: Attrezzatura
ja: 器材
ko: 장비
ms: Peralatan
nl: Uitrusting
pt_pt: Equipamento
th: อุปกรณ์
vi: Thiết bị
zh_hans: 潜水装备
zh_hant: 裝備
